class Json {
  Map<String, dynamic> data = {
    "books": [
      {
        "id": 0,
        "title": "Билли Саммерс",
        "year": 2021,
        "author": "Стивен Кинг",
        "description": "Билли Саммерс – профессиональный киллер с жестким моральным кодексом: он принимает заказы только на действительно «плохих парней». Но ему, бывшему морпеху, это занятие не по душе, и однажды он решает отойти от дел, чтобы начать новую жизнь. Перед этим Билли предстоит выполнить еще один заказ, который обеспечит ему безбедное существование.",
        "image": "https://cv6.litres.ru/pub/c/cover_330/67303161.webp",
        "isFavorite": false
      },
      {
        "id": 1,
        "title": "Сердце Пармы",
        "year": 2000,
        "author": "Алексей Иванов",
        "description": "XV век от Рождества Христова, почти семь тысяч лет от Сотворения мира… Московское княжество, укрепляясь, приценивается к богатствам соседей, ближних и дальних. Русь медленно наступает на Урал. А на Урале – не дикие народцы, на Урале – лесные языческие княжества, древний таёжный мир, дивный и жуткий для пришельцев. Здесь не верят в спасение праведной души, здесь молятся суровым богам судьбы. Одолеет ли православный крест чащобную нечисть вечной пармы – хвойного океана? Покорит ли эту сумрачную вселенную чужак Иисус Христос? Станут ли здешние жители русскими? И станут ли русские – здешними? Роман Алексея Иванова «Сердце пармы» о том, как люди и народы, обретая родину, обретают судьбу.",
        "image": "https://cv1.litres.ru/pub/c/cover_330/123111.webp",
        "isFavorite": false
      },
      {
        "id": 2,
        "title": "Атлант расправил плечи",
        "year": 1957,
        "author": "Айн Рэнд",
        "description": "К власти в США приходят социалисты и правительство берет курс на «равные возможности», считая справедливым за счет талантливых и состоятельных сделать богатыми никчемных и бесталанных. Гонения на бизнес приводят к разрушению экономики, к тому же один за другим при загадочных обстоятельствах начинают исчезать талантливые люди и лучшие предприниматели. Главные герои романа стальной король Хэнк Риарден и вице-президент железнодорожной компании Дагни Таггерт тщетно пытаются противостоять трагическим событиям. Вместо всеобщего процветания общество погружается в апатию и хаос.",
        "image": "https://cv7.litres.ru/pub/c/cover_330/4236675.webp",
        "isFavorite": false
      },
      {
        "id": 3,
        "title": "Медвежатница",
        "year": 2022,
        "author": "Борис Акунин, Григорий Чхартишвили",
        "description": "Это пятый роман серии «Семейный Альбом» («Аристономия», «Другой путь», «Счастливая Россия», «Трезориум»). Действие происходит в 1950-е годы, во времена послесталинской «Оттепели».",
        "image": "https://cv1.litres.ru/pub/c/cover_330/67922711.webp",
        "isFavorite": false
      },
      {
        "id": 4,
        "title": "Вторая жизнь Уве",
        "year": 2016,
        "author": "Фредрик Бакман",
        "description": "На первый взгляд Уве – самый угрюмый человек на свете. Он, как и многие из нас, полагает, что его окружают преимущественно идиоты – соседи, которые неправильно паркуют свои машины; продавцы в магазине, говорящие на птичьем языке; бюрократы, портящие жизнь нормальным людям…",
        "image": "https://cv8.litres.ru/pub/c/cover_330/20690188.webp",
        "isFavorite": false
      },
      {
        "id": 5,
        "title": "Глазами жертвы",
        "year": 2020,
        "author": "Майк Омер",
        "description": "Продолжение бестселлеров «Внутри убийцы» (самый популярный роман в России в 2020 г.) и «Заживо в темноте». В этом романе многолетний кошмар Зои Бентли наконец-то закончится. Она найдет ответы на все вопросы…",
        "image": "https://cv7.litres.ru/pub/c/cover_330/65020577.webp",
        "isFavorite": false
      }
    ]
  };
}